Repository: catoblepa/metadata-cleaner
Catalog: application/po/*.po
Languages: ca, eo, fa, ia, ko, zh_tw

source: Clean metadata from your files
ca: Netegeu les metadades dels vostres fitxers
eo: Purigi matadatenojn el viaj dosieroj
fa: فراداده را از پرونده‌هایتان پاک کنید
ia: Netta le metadatos de tu files
ko: 사용자의 파일에서 메타데이터 정리하기
zh_tw: 清除文件中的元數據

source: Metadata;Remover;Cleaner;
ca: Metadata;Remover;Cleaner;Netejador;Metadades;
eo: Metadatumo;Metadateno;Purigilo;
fa: فراداده;بردارنده;پاک‌کننده;
ia: Metadatos;Remover;Nettator;
ko: Metadata;Remover;Cleaner;메타데이터;클리너;제거도구;정리도구;청소도구;리무버;
zh_tw: 元資料;刪除器;清理;

source: Clean without warning
ko: 경고없이 정리하기

source: Clean the files without showing the warning dialog
ko: 경고 대화상자를 표시하지 않고 파일 정리하기

source: Lightweight cleaning
ko: 가벼운 정리

source: Don't make destructive changes to files but may leave some metadata
ko: 파일을 파괴적으로 변경하지 않습니다. 하지만 일부 메타데이터를 남길 수 있습니다

source: Window width
ko: 창 너비

source: Saved width of the window
ko: 저장된 창의 너비

source: Window height
ko: 창 높이

source: Saved height of the window
ko: 저장된 창의 높이

source: View and clean metadata in files
ca: Veure i netejar les metadades dels fitxers
eo: Rigardi kaj purigi metadatenojn en dosieroj
fa: دیدن و پاکسازی کردن فراداده از پرونده‌ها
ia: Vide e netta le metadatos in files
ko: 파일에서 메타데이터 보기 및 정리하기
zh_tw: 查看並刪除檔案中的元資料

source: Metadata within a file can tell a lot about you. Cameras record data about when and where a picture was taken and which camera was used. Office applications automatically add author and company information to documents and spreadsheets. This is sensitive information and you may not want to disclose it.
ca: Les metadades d'un fitxer poden dir molt sobre vosaltres. Les càmeres registren dades sobre quan i on es va fer una fotografia i quina càmera es va utilitzar. Les aplicacions d'oficina afegeixen automàticament informació de l'autor i de l'empresa als documents i fulls de càlcul. Aquesta és informació sensible i és possible que no vulgueu revelar-la.
fa: فراداده در یک پرونده میتواند چیزهای زیادی دربارهٔ شما بگوید. دادهٔ ضبط‌شدهٔ دوربین‌ها دربارهٔ اینکه کی و کجا یک عکس گرفته شده و از چه دوربینی استفاده شده. برنامه‌های اداری بصورت خودکار اطلاعات نویسنده و اطلاعات شرکت را به اسناد و صفحات گسترده اضافه میکنند. این‌ها اطلاعات حساسی هستند و شما شاید نخواهید آن‌ها را فاش کنید.
ia: Le metadatos intra un file pote dicer multo super te. Le cameras registran datos super quando e ubi un imagine ha essite prendite e qual camera ha essite usate. Le applicationes de officio adde le information de autor e interprisa automaticamente al documentos e folios de calculo. Iste es information sensibile e tu poterea non voler revelar lo.
ko: 파일 내의 메타데이터는 사용자에 대해 많은 것을 말해 줄 수 있습니다. 카메라는 사진이 언제 어디서 촬영되었고 어떤 카메라가 사용되었는지에 대한 데이터를 기록합니다. 오피스 응용프로그램은 문서 및 스프레드시트에 작성자 및 회사 정보를 자동으로 추가합니다. 이것은 민감한 정보이므로 공개하고 싶지 않을 수 있습니다.
zh_tw: 檔案中的元資料可以告訴您很多關於您的資訊。相機會記錄拍照時的時間、地點以及使用的設備。辦公套件會自動將作者和公司資訊添加到檔案和電子試算表檔中。這是敏感信息，您可能不想透露它。

source: This tool allows you to view metadata in your files and to get rid of it, as much as possible.
ca: Aquesta eina us permet veure les metadades dels vostres fitxers i desfer-vos-en d'elles tant com sigui possible.
fa: این ابزار به شما اجازه میدهد فراداده‌ها را در پرونده‌هایتان ببینید و از دستشان خلاص شوید، در حد امکان.
ia: Iste instrumento te permitte vider metadatos in tu files e liberar te de illes, como sia possibile.
ko: 이 도구를 사용하면 파일에서 메타데이터를 보고 최대한 제거할 수 있습니다.
zh_tw: 該工具可讓您查看並儘可能的刪除檔案中的元資料。

source: Updated translations
ko: 업데이트된 번역

source: Improved user interface
ko: 향상된 사용자 인터페이스

source: New translations
ko: 새로운 번역

source: Bug fixes
ko: 버그 수정

source: New button to add folders
ko: 폴더를 추가하는 새 단추

source: Improved adaptive user interface
ko: 향상된 적응형 사용자 인터페이스

source: New help pages
ko: 새로운 도움말 페이지

source: One-click cleaning, no need to save after cleaning
ko: 원-클릭 정리, 정리 후 저장할 필요 없음

source: Persistent lightweight cleaning option
ko: 지속적인 가벼운 정리 옵션

source: Files with uppercase extension can now be added
ko: 이제 대문자 확장자를 가진 파일을 추가할 수 있습니다

source: Files
ca: Fitxers
eo: Dosieroj
fa: پرونده‌ها
ko: 파일
zh_tw: 檔案

source: Add files
ca: Afegeix fitxers
eo: Aldoni dosierojn
fa: اضافه کردن پرونده‌ها
ia: Adder files
ko: 파일 추가하기
zh_tw: 添加檔案

source: Add folders
ca: Afegeix carpetes
eo: Aldoni dosierujojn
fa: اضافه کردن پوشه‌ها
ia: Adder dossieres
ko: 폴더 추가하기
zh_tw: 添加資料夾

source: Clean metadata
ca: Neteja les metadades
eo: Purigi metadatenojn
fa: پاکسازی فراداده
ia: Nettar metadatos
ko: 메타데이터 정리하기
zh_tw: 刪除元資料

source: Clear all files from window
ca: Cancel·la tots els fitxers de la finestra
eo: Forigi liston
fa: پاکسازی همهٔ پرونده‌ها از پنجره
ia: Rader tote le files del fenestra
ko: 창에서 모든 파일 비우기
zh_tw: 清除視窗中的所有檔案

source: General
eo: Ĝenerala
fa: عمومی
ko: 일반
zh_tw: 一般

source: New window
ca: Nova finestra
eo: Nova fenestro
fa: پنجرهٔ جدید
ia: Nove fenestra
ko: 새 창
zh_tw: 新增視窗

source: Close window
ca: Tanca la finestra
eo: Malfermi la fenestron
fa: بستن پنجره
ia: Clauder fenestra
ko: 창 닫기
zh_tw: 關閉視窗

source: Quit
ca: Surt
eo: Eliri
fa: خروج
ia: Quitar
ko: 종료
zh_tw: 退出

source: Keyboard shortcuts
ca: Dreceres de teclat
eo: Klavara mallongirejo
fa: میانبرهای صفحه کلید
ia: Commandos curte de claviero
ko: 키보드 단축키
zh_tw: 鍵盤快捷鍵

source: Help
ca: Ajuda
eo: Helpo
fa: کمک
ia: Adjuta
ko: 돕다
zh_tw: 幫助

source: About
ko: 정보

source: Chat on Matrix
ko: Matrix에서 채팅

source: View the code on GitLab
ko: GitLab에서 코드보기

source: Translate on Weblate
ko: Weblate에서 번역하기

source: Support us on Liberapay
ko: Liberapay에서 지원하기

source: Credits
ko: 크레딧

source: Code
ko: 코드

source: Artwork
ko: 아트워크

source: Documentation
ko: 기록문서

source: Translation
ko: 번역

source: This program uses <a href="https://0xacab.org/jvoisin/mat2">mat2</a> to parse and clean the metadata. Show them some love!
ko: 이 프로그램은 <a href="https://0xacab.org/jvoisin/mat2">mat2</a>를 사용하여 메타데이터를 구문 분석하고 정리합니다. 그들에게 약간의 사랑을 보여주세요!

source: The source code of this program is released under the terms of the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU GPL 3.0 or later</a>. The original artwork and translations are released under the terms of the <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>.
ko: 이 프로그램의 소스 코드는 <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU GPL 3.0 이상</a>의 조건에 따라 공개됩니다. 원본 아트워크와 번역은 <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a> 조건에 따라 공개됩니다.

source: _Add Files
ca: _Afegeix arxius
eo: _Aldoni dosierojn
fa: _افزودن پرونده‌ها
ia: _Adder files
ko: 파일 추가하기(_A)
zh_tw: 添加檔案(_A)

source: Add _Folders
ca: Afegeix _carpetes
eo: Aldoni _dosierujojn
fa: افزودن _پوشه‌ها
ia: Adder _dossieres
ko: 폴더 추가하기(_F)
zh_tw: 添加資料夾(_A)

source: _Clean
ca: _Neteja
eo: _Purigi
fa: _پاکسازی
ia: _Nettar
ko: 정리하기(_C)
zh_tw: 刪除(_C)

source: Make sure you backed up your files!
ca: Assegureu-vos que heu fet una còpia de seguretat dels vostres fitxers!
eo: Certiĝгu, kio vi rezervas viajn dosierojn!
fa: مطمئن باشید از پرونده‌هایتان پشتیبان گرفته‌اید!
ia: Assecura te de haber facite un copia de securitate de tu files!
ko: 사용자의 파일을 백업했는지 확인하십시오!
zh_tw: 請確保您備份了檔案！

source: Once the files are cleaned, there's no going back.
ca: Un cop netejats els fitxers, no hi ha marxa enrere.
eo: Se la dosireojn puriĝas - ne estos reveno.
fa: یکبار که پرونده‌ها پاک شدند، دیگر راهی برای برگشت نیست.
ia: Un vice le files son nettate, il non potera retornar al stato anterior.
ko: 파일이 정리되면 되돌릴 수 없습니다.
zh_tw: 檔案一旦被刪除元資料，就無法恢復。

source: Don't tell me again
ca: No m'ho tornis a dir
eo: Ankoraŭ ne rememorigi
fa: دوباره به من نگو
ia: Non dice me de novo
ko: 다시 내게 알리지 않습니다
zh_tw: 不再告知

source: Cancel
ca: Cancel·la
eo: Forigi
fa: لغو کردن
ia: Cancellar
ko: 취소하기
zh_tw: 取消

source: Clean
ca: Neteja
eo: Purigi
fa: پاکسازی
ia: Nettar
ko: 정리하기
zh_tw: 刪除

source: Clean Your Traces
ca: Netegeu els vostres rastres
eo: Purigi viajn spurojn
fa: پاکسازی ردهایتان
ia: Netta tu tracias
ko: 사용자의 흔적 정리하기
zh_tw: 刪除您的元資料

source: Learn more about metadata and the cleaning process limitations
ca: Obteniu més informació sobre les metadades i les limitacions del procés de neteja
eo: Eksciu pli pri metadatumo kaj malvastigaĵo de proceso de purigo
fa: دربارهٔ فراداده و محدودیت‌های پاکسازی بیشتر بدانید
ia: Apprende plus super le metadatos e le limitationes del processo de nettage
ko: 메타데이터 및 정리 프로세스 제한 사항에 대해 자세히 알아보기
zh_tw: 瞭解有關元資料和刪除過程的更多信息

source: Remove file from list
ca: Elimina el fitxer de la llista
eo: Forigi dosieron el listo
fa: برداشتن پرونده از سیاهه
ia: Remover file del lista
ko: 목록에서 파일 제거하기
zh_tw: 刪除清單中的檔案

source: Warning
ca: Avís
eo: Averto
fa: اخطار
ia: Advertimento
ko: 경고
zh_tw: 警告

source: Error
eo: Eraro
fa: خطا
ko: 오류
zh_tw: 錯誤

source: Cleaned
ca: S'ha netejat
eo: Puriĝis
fa: پاک شد
ia: Nettate
ko: 정리됨
zh_tw: 已刪除

source: _New Window
ca: _Nova finestra
eo: _Nova fenestro
fa: پنجرهٔ _جدید
ia: _Nove fenestra
ko: 새 창(_N)
zh_tw: 新增視窗(_N)

source: _Clear Window
ca: _Neteja la finestra
eo: _Purigi fenestron
fa: _پاکسازی پنجره
ia: Nettar _fenestra
ko: 창 비우기(_C)
zh_tw: 清空視窗(_C)

source: _Help
ca: _Ajuda
eo: _Helpo
fa: _کمک
ia: _Adjuta
ko: 도움말(_H)
zh_tw: 幫助(_H)

source: _Keyboard Shortcuts
ca: _Dreceres de teclat
eo: _Klavara mallongirejo
fa: میانبرهای _صفحه کلید
ia: _Commandos curte de claviero
ko: 키보드 단축키(_K)
zh_tw: 鍵盤快捷鍵(_K)

source: _About Metadata Cleaner
ca: _Quant al Netejador de Metadades
eo: _Pri purigilo de metadatumo
fa: _دربارهٔ پاک‌کنندهٔ فراداده
ia: _A proposito de Metadata Cleaner
ko: Metadata Cleaner 정보(_A)
zh_tw: 關於元資料刪除器(_A)

source: Main menu
ko: 기본 메뉴

source: Cleaning settings
ca: Paràmetres de neteja
eo: Parametroj de agordo
fa: تنظیمات پاکسازی
ia: Configurationes de nettage
ko: 정리 설정
zh_tw: 刪除設定

source: Lightweight Cleaning
ca: Neteja Lleugera
eo: Facila purigo
fa: پاکسازی سبک‌وزن
ia: Nettage legier
ko: 가벼운 정리
zh_tw: 簡易刪除

source: Learn more about the lightweight cleaning
ca: Obteniu més informació sobre la neteja lleugera
eo: Eksciu pli pri facila purigo
fa: دربارهٔ پاکسازی سبک‌وزن بیشتر بدانید
ia: Apprende plus super le nettage legier
ko: 가벼운 정리에 대해 자세히 알아보기
zh_tw: 瞭解有關簡易刪除的更多資料

source: Details
ca: Detalls
eo: Detaloj
fa: جزئیات
ia: Detalios
ko: 세부 정보
zh_tw: 詳情

source: Close
ca: Tanca
eo: Fermi
fa: بستن
ia: Clauder
ko: 닫기
zh_tw: 關閉

source: translator-credits
ca: Víctor Dargallo <victordargallo@disroot.org>
eo: Paŭlo PANISTO <broov2024@gmail.com>
fa: `رضا حسین‌زاده <https://linksta.cc/@reza>`
ia: Emilio Sep√∫lveda <emism.translations@gmail.com>
ko: 이정희 <daemul72@gmail.com>
zh_tw: 譯者

source: Choose files to clean
ca: Trieu els fitxers a netejar
eo: Elektu dosieroj pri purigo
fa: پرونده‌ها را برای پاکسازی انتخاب کنید
ia: Elige files a nettar
ko: 정리할 파일 고르기
zh_tw: 選擇要刪除的檔案

source: Choose folders to clean
ca: Trieu les carpetes a netejar
eo: Elektu purigotajn dosierujojn
fa: پوشه‌ها را برای پاکسازی انتخاب کنید
ia: Elige dossieres a nettar
ko: 정리할 폴더 고르기
zh_tw: 選擇要刪除資料夾

source: Something bad happened during the cleaning, cleaned file not found
ca: S'ha produït un error durant la neteja, no s'ha trobat el fitxer netejat
eo: Io malbona okazis en puriga tempo, ne eblas trovi puriĝa dosiero
fa: در طول پاکسازی اتفاق بدی افتاد، پروندهٔ پاکسازی شده پیدا نشد
ia: Alco mal ocurreva durante le nettage, file nettate non trovate
ko: 정리하는 동안 문제가 발생했습니다. 정리된 파일을 찾을 수 없습니다
zh_tw: 刪除過程出現問題，找不到已刪除元資料的檔案

source: The File Has Been Cleaned
ca: L'arxiu s'ha netejat correctament
eo: La dosiero estis purigita
fa: پرونده پاکسازی شد
ia: Le file ha essite nettate
ko: 파일이 정리되었습니다
zh_tw: 檔案的元資料已刪除

source: Known metadata have been removed, however the cleaning process has some limitations.
ca: S'han eliminat metadades conegudes, però el procés de neteja té algunes limitacions.
eo: Fama metadatumo estis forigita, sed la procezo de purigo havi kelkajn restriktojn.
fa: فرادادهٔ شناخته‌شده برداشته شد، درحالیکه فرآیند پاکسازی محدودیت‌هایی دارد.
ia: Le metadatos cognoscite ha essite removite, ma le processo de nettage ha alicun limitationes.
ko: 알려진 메타데이터가 제거되었지만, 정리 프로세스에는 몇 가지 제한 사항이 있습니다.
zh_tw: 已知的元資料已刪除，但刪除過程有一些限制。

source: Learn more
ca: Més informació
eo: Ekscii pli
fa: بیشتر بدانید
ia: Apprender plus
ko: 더 알아보기
zh_tw: 瞭解更多

source: Unable to Read the File
ca: No es pot llegir el fitxer
eo: Ne povas legi dosieron
fa: ناتوان در خواندن پرونده
ia: Impossibile de leger le file
ko: 파일을 읽을 수 없습니다
zh_tw: 檔案無法訪問

source: File Type not Supported
ca: Tipus de fitxer no compatible
eo: La dosiertipo ne estas subtenata
fa: نوع پرونده پشتیبانی نمیشود
ia: Typo de file non supportate
ko: 지원되지 않는 파일 형식
zh_tw: 不支援的檔案格式

source: Unable to Check for Metadata
ca: No es poden comprovar les metadades
eo: Ne eblas prikontroli metadatenojn
fa: ناتوان در بررسی فراداده
ia: Impossibile de verificar le metadatos
ko: 메타데이터를 확인할 수 없습니다
zh_tw: 無法檢查元資料

source: No Known Metadata
ca: No hi ha metadades conegudes
fa: فرادادهٔ شناخته‌شده‌ای نیست
ia: Necun metadatos cognoscite
ko: 알려진 메타데이터 없음
zh_tw: 無已知的元資料

source: Unable to Remove Metadata
ca: No es poden eliminar les metadades
eo: Nekapablas forigi metadatumojn
fa: ناتوان در برداشتن فراداده
ia: Impossibile de remover le metadatos
ko: 메타데이터를 제거할 수 없습니다
zh_tw: 無法刪除元資料

source: The file will be cleaned anyway to be sure.
ca: El fitxer es netejarà de totes maneres per estar segurs.
eo: La dosiero estos puriĝi ĉiukaze por certeco.
fa: برای اطمینان به هر حال پرونده پاکسازی خواهد شد.
ko: 그래도 파일은 확실하게 정리됩니다.
zh_tw: 爲了以防萬一，將刪除元資料。

source: All supported files
ca: Tots els fitxers compatibles
eo: Ĉiu subtenata dosiero
fa: کل پرونده‌های پشتیبانی‌شده
ia: Tote le files supportate
ko: 지원되는 모든 파일
zh_tw: 所有支援的檔案格式

source: Add files from subfolders
ca: Afegiu fitxers de subcarpetes
eo: Aldoni dosierojn el subsodieruloj
fa: افزودن پرونده از زیرپوشه‌ها
ia: Adder files desde subdirectorios
ko: 하위 폴더에서 파일 추가하기
zh_tw: 從子資料夾新增檔案

source: Adding files…
ko: 파일 추가하는 중…

source: Processing file {}/{}
ca: S'està processant el fitxer {}/{}
eo: Traktante dosieron {}an el {}
fa: پردازش پرونده {}/{}
ia: Processante file {}/{}
ko: {}/{} 파일 처리 중
zh_tw: 檔案處理中{}/{}

source: Cleaning file {}/{}
ca: S'està netejant el fitxer {}/{}
eo: Purigante dosieron {}an el {}
fa: پاکسازی پرونده {}/{}
ia: Nettante file {}/{}
ko: {}/{} 파일 정리 중
zh_tw: 刪除檔案元資料中{}/{}

source: Metadata Cleaner
ca: Netejador de Metadades
eo: Metadateno-purigilo
fa: پاک‌کنندهٔ فراداده
zh_tw: 元資料刪除器

source: Main Menu
ca: Menú principal
eo: Ĉefmenuo
fa: فهرست اصلی
ia: Menu principal
zh_tw: 主選單

source: An error occured during the cleaning.
ca: S'ha produït un error durant la neteja.
eo: La eraro okazis dum purigado.
fa: در طول پاکسازی یک خطا اتفاق افتاد.
ia: Ocurreva un error durante le nettage.
zh_tw: 刪除過程中發生錯誤。

source: %i file cleaned.
ca: %i arxiu netejat.
eo: %i dosiero purigita.
fa: %i پرونده پاکسازی شد.
ia: %i file nettate.
zh_tw: 刪除了%i個檔案的元資料。

source: %i error occured.
ca: S'ha produït %i error.
eo: %i eraro okazis.
fa: %i خطا اتفاق افتاد.
ia: Ocurreva %i error.
zh_tw: 發生了%i個錯誤。

source: Libraries
ca: Llibreries
eo: Bibliotekoj
fa: کتابخانه‌ها
ia: Bibliothecas
zh_tw: 圖書館
