Repository: catoblepa/metadata-cleaner
Catalog: application/po/ie.po
Languages: ie

source: Metadata Cleaner
ie: Nettage de metadata

source: Clean metadata from your files
ie: Remover metadata ex vor files

source: Metadata;Remover;Cleaner;
ie: Metadata;Remover;Nettar;

source: View and clean metadata in files
ie: Vider e remover metadata de files

source: Metadata within a file can tell a lot about you. Cameras record data about when and where a picture was taken and which camera was used. Office applications automatically add author and company information to documents and spreadsheets. This is sensitive information and you may not want to disclose it.
ie: Metadata de un file posse racontar multcós pri vos. Li cámeras registra li dates ye quel un foto esset fat e quel modelle de cámera esset usat. Programmas de officie adjunte li unformation pri li autor e li organisation a documentes e follies de calculation. Ti information es particulari e vu vell voler ne revelar it.

source: This tool allows you to view metadata in your files and to get rid of it, as much as possible.
ie: Ti-ci utensile permite vos vider li metadata de vor files e remover it quamcunc it es possibil.

source: Add files
ie: Adjunter files

source: Add folders
ie: Adjunter fólderes

source: Clean metadata
ie: Nettar li metadata

source: Clear all files from window
ie: Nettar omni files in li fenestre

source: New window
ie: Nov fenestre

source: Close window
ie: Cluder li fenestre

source: Quit
ie: Surtir

source: Keyboard shortcuts
ie: Rapid-tastes

source: Help
ie: Auxilie

source: _Add Files
ie: _Adjunter files

source: Add _Folders
ie: Adjunter _fólderes

source: _Clean
ie: _Nettar

source: Make sure you backed up your files!
ie: Assecura que vu have archivat vor files!

source: Once the files are cleaned, there's no going back.
ie: Pos li nettation on ne posse defar it.

source: Don't tell me again
ie: Ne dir to me denov

source: Cancel
ie: Anullar

source: Clean
ie: Nettar

source: Clean Your Traces
ie: Effacer vor tracies

source: Learn more about metadata and the cleaning process limitations
ie: Saver plu pri li metadata e limitationes de nettation

source: Remove file from list
ie: Remover ex li liste

source: Warning
ie: Avise

source: Error
ie: Errore

source: Cleaned
ie: Nettat

source: _New Window
ie: _Nov fenestre

source: _Clear Window
ie: N_ettar li fenestre

source: _Help
ie: Au_xilie

source: _Keyboard Shortcuts
ie: R_apid-tastes

source: _About Metadata Cleaner
ie: _Pri li Nettage de metadata

source: Main Menu
ie: Menú principal

source: Cleaning settings
ie: Parametres de nettation

source: Lightweight Cleaning
ie: Nettation levi

source: Learn more about the lightweight cleaning
ie: Saver plu pri li nettation levi

source: Details
ie: Detallies

source: Close
ie: Cluder

source: translator-credits
ie: OIS <mistresssilvara@hotmail.com>

source: Choose files to clean
ie: Selecter files por nettar

source: Choose folders to clean
ie: Selecter fólderes por nettar

source: An error occured during the cleaning.
ie: Un errore evenit durante li nettation.

source: Something bad happened during the cleaning, cleaned file not found
ie: Un errore evenit durante li nettation, li nettat file ne esset trovat

source: The File Has Been Cleaned
ie: Li file sta nettat

source: Known metadata have been removed, however the cleaning process has some limitations.
ie: Li conosset metadata esset removet, ma li processu de nettation have quelc limitationes.

source: Learn more
ie: Saver plu

source: Unable to Read the File
ie: Ne successat leer li file

source: File Type not Supported
ie: Li tip de file ne es supportat

source: Unable to Check for Metadata
ie: Ne successat controlar li metadata

source: No Known Metadata
ie: Null conosset metadata

source: Unable to Remove Metadata
ie: Ne successat remover li metadata

source: The file will be cleaned anyway to be sure.
ie: Li file va esser nettat sin egarda por li certitá.

source: All supported files
ie: Omni supportat files

source: Add files from subfolders
ie: Adjunter files in subfólderes

source: Processing file {}/{}
ie: Processante li file {}/{}

source: Cleaning file {}/{}
ie: Nettante li file {}/{}

source: %i file cleaned.
ie: %i file sta nettat.

source: %i error occured.
ie: %i errore evenit.

source: Libraries
ie: Bibliotecas
