Repository: catoblepa/metadata-cleaner
Catalog: help/*/*.po
Languages: bg, ca, el, et, zh_tw

source: Metadata and privacy
bg: Метаданни и поверителност
ca: Metadades i privadesa
el: Μεταδεδομένα και ιδιωτικότητα
et: Metainfo ja privaatsus
zh_tw: 檔案元資料和隱私

source: Metadata consists of information that characterizes data. Metadata is used to provide documentation for data products. In essence, metadata answers who, what, when, where, why, and how about every facet of the data that is being documented.
bg: Метаданните се състоят от информация, която характеризира данни. Метаданните се използват за предоставяне на документация за продукти съдържащи данни. На кратко, мета данните отговарят на въпросите кой, какво, кога, къде, и как и как относно данните които се документират.
ca: Les metadades consisteixen en informació que caracteritza les dades. Les metadades s'utilitzen per proporcionar documentació dels productes de dades. En essència, les metadades responen a qui, què, quan, on, per què i com sobre cada faceta de les dades que s'estan documentant.
el: Τα μεταδεδομένα αποτελούνται από πληροφορίες που χαρακτηρίζουν τα δεδομένα. Τα μεταδεδομένα χρησιμοποιούνται για την τεκμηρίωση των προϊόντων δεδομένων. Στην ουσία, τα μεταδεδομένα απαντούν στο ποιος, τι, πότε, πού, γιατί και πώς για κάθε πτυχή των δεδομένων που τεκμηριώνονται.
et: Metaandmete näol on tegimist teabega, mid kirjeldavad sinu andmeid. Seda kasutatakse näiteks andmete dokumenteerimiseks. Olemuselt leidub metainfos vastuseid küsimustele kes, mida, millal, kus ja miks ning nii igalt poolt vaadates.
zh_tw: 元資料是檔案本身的特徵信息。元資料用於描述該檔案的詳細資訊。本質上，元資料回答了檔案是雖、有什麼內容、在什麼時候、什麼地方、爲什麼以及如何記錄的等各方面的資料。

source: Metadata within a file can tell a lot about you. Cameras record data about when and where a picture was taken and which camera was used. Office applications automatically add author and company information to documents and spreadsheets. This is sensitive information and you may not want to disclose it.
bg: Метаданните в един файл могат да разкрият много за вас. Камерите записват данни за това кога и къде е направена снимка и коя камера е използвана. „Office“ приложенията автоматично добавят информация за автора и компанията към документи и електронни таблици. Това е чувствителна информация и може да не искате да я разпространявате.
ca: Les metadades d'un fitxer poden facilitar molta informació quant a qui sou. Les càmeres registren dades com ara on i quan es va fer una fotografia i quin model de càmera es va fer servir. El programari ofimàtic afegeix automàticament la informació de l'autor i l'empresa als documents i fulls de càlcul. Aquesta és informació confidencial on, possiblement no voldreu revelar-la.
el: Τα μεταδεδομένα μέσα σε ένα αρχείο μπορούν να πουν πολλά για εσάς. Οι φωτογραφικές μηχανές καταγράφουν δεδομένα σχετικά με το πότε και πού τραβήχτηκε μια φωτογραφία και ποια κάμερα χρησιμοποιήθηκε. Οι εφαρμογές γραφείου προσθέτουν αυτόματα πληροφορίες για τον συγγραφέα και την εταιρεία σε έγγραφα και λογιστικά φύλλα. Πρόκειται για ευαίσθητες πληροφορίες και ίσως δεν θέλετε να τις αποκαλύψετε.
zh_tw: 檔案中的元資料可以告訴您很多關於您的資訊。相機會記錄拍照時的時間、地點以及使用的設備。辦公套件會自動將作者和公司資訊添加到檔案和電子試算表檔中。這是敏感信息，您可能不想透露它。

source: Example of metadata in a picture file
bg: Пример за метаданни в изображение
ca: Exemple de metadades en un fitxer d'imatge
el: Παράδειγμα μεταδεδομένων σε ένα αρχείο εικόνας
et: Metainfo näide pildifailis
zh_tw: 圖片檔案中的元資料示例

source: The file discloses information about the hardware, settings, date, location of the shoot. It contains a total of 79 metadata.
bg: Изображението разкрива информация за хардуера, настройките, датата, и мястото на заснемане. Общо съдържа 79 метаданни.
ca: El fitxer revela informació sobre el maquinari, la configuració, la data i la ubicació de la presa de la fotografia. Conté un total de 79 metadades.
el: Το αρχείο αποκαλύπτει πληροφορίες σχετικά με το υλικό, τις ρυθμίσεις, την ημερομηνία, την τοποθεσία της λήψης. Περιέχει συνολικά 79 μεταδεδομένα.
et: Failist tuleb välja kasutatud kaamera, pildistamise seadistused, kuupäev ja asukoht - kokku 79 erinevat kirjet.
zh_tw: 該檔案包含了有關硬體、設定、日期、拍照地點的相關資訊。共有79個元資料。

source: Cleaning process
bg: Процес на изчистване
ca: Procés de neteja
el: Διαδικασία καθαρισμού
et: Eemaldamise protsess
zh_tw: 刪除過程

source: While <app>Metadata Cleaner</app> is doing its very best to display metadata, it doesn't mean that a file is clean from metadata if it doesn't show any. There is no reliable way to detect every single possible metadata for complex file formats. This is why you shouldn't rely on metadata's presence to decide if your file must be cleaned or not.
bg: Въпреки че <app>Метаданни Чистач</app> прави всичко възможно да показва метаданни, това не означава, че даден файл е чист от метаданни, ако не показва такива. Няма надежден начин за откриване на всички възможни метаданни за сложни файлови формати. Затова не трябва да разчитате на наличието на метаданни, за да решите дали вашият файл трябва да бъде изчистен или не.
ca: Tot i que el <app>Netejador de Metadades</app> està fent tot el possible per mostrar les metadades, això no vol dir que un fitxer estigui net de metadades si no en mostra cap. No hi ha cap manera fiable de detectar totes les metadades possibles per a formats de fitxer complexos. És per això que no hauríeu de confiar en la presència de metadades per decidir si el vostre fitxer s'ha de netejar o no.
el: Ενώ ο <app>Καθαριστής Μεταδεδομένων</app> κάνει ό,τι μπορεί για να εμφανίζει μεταδεδομένα, δεν σημαίνει ότι ένα αρχείο είναι καθαρό από μεταδεδομένα αν δεν εμφανίζει κανένα. Δεν υπάρχει αξιόπιστος τρόπος να ανιχνεύσετε κάθε πιθανό μεταδεδομένο για πολύπλοκες μορφές αρχείων. Αυτός είναι ο λόγος για τον οποίο δεν πρέπει να βασίζεστε στην παρουσία μεταδεδομένων για να αποφασίσετε αν το αρχείο σας πρέπει να καθαριστεί ή όχι.
et: Kuigi <app>Metainfo eemaldaja</app> annab endast parima metaandmete näitamiseks, siis see ei tähenda, et failis metainfo puudub, kui seda näha pole. Puudub üheselt usaldatav meetod iga väiksemagi metainfo killu tuvastamiseks keerukatest failivormingutest. Seetõttu ära usalda ainult metainfo vaadet otsustamaks, kas fail vajab puhastamist või mitte.
zh_tw: 雖然<app>元資料刪除器</app>正在盡最大的努力顯示元資料，但如果檔案不顯示任何元資料，並不意味着該檔案沒有元資料。由於檔案格式很複雜，所以沒有可靠的方法顯示所有可能元資料。因此，您不應該因爲沒有顯示的元資料就認爲該檔案不需要刪除元資料。

source: <app>Metadata Cleaner</app> takes the content of the file and puts it into a new one without metadata, ensuring that any undetected metadata is stripped.
bg: <app>Метаданни Чистач</app> взема съдържанието на файла и го поставя в нов без метаданни, като гарантира, че всички неоткрити метаданни са премахнати.
ca: El <app>Netejador de Metadades</app> agafa el contingut del fitxer i el col·loca en un de nou sense metadades, assegurant que les metadades no detectades siguin eliminades.
el: <app>Καθαριστής Μεταδεδομένων</app> παίρνει το περιεχόμενο του αρχείου και το τοποθετεί σε ένα νέο αρχείο χωρίς μεταδεδομένα, διασφαλίζοντας ότι τυχόν μη εντοπισμένα μεταδεδομένα αφαιρούνται.
et: <app>Metainfo eemaldaja</app> võtab vaid faili tegeliku sisu ja teeb sellest uue metainfovaba faili, tagades sellega, et ka mittemärgatud metateave saab eemaldatud.
zh_tw: <app>元資料刪除器</app>會獲取檔案資料並將其放入一個新檔案中，以確保刪除任何爲檢測到的元資料。

source: Limitations
bg: Ограничения
ca: Limitacions
el: Περιορισμοί
et: Piirangud
zh_tw: 限制

source: Be aware that metadata is not the only way of marking a file. If the content itself discloses personal information or has been watermarked, traditionally or via steganography, <app>Metadata Cleaner</app> will not protect you.
bg: Имайте предвид, че метаданните не са единственият начин за маркиране на файл. Ако самото съдържание разкрива лична информация или е с воден знак, традиционно или чрез стеганография, <app>Метаданни Чистач</app> няма да ви защити.
ca: Tingueu en compte que les metadades no són l'única manera de marcar un fitxer. Si el contingut en si revela informació personal o s'ha marcat amb una marca d'aigua, tradicionalment o mitjançant esteganografia, el <app>Netejador de Metadades</app> no us protegirà.
el: Έχετε υπόψη ότι τα μεταδεδομένα δεν είναι ο μόνος τρόπος επισήμανσης ενός αρχείου. Εάν το ίδιο το περιεχόμενο αποκαλύπτει προσωπικές πληροφορίες ή έχει υδατογράφημα, παραδοσιακά ή μέσω στεγανογραφίας, η <app>Καθαριστής Μεταδεδομένων</app> δεν θα σας προστατεύσει.
et: Palun arvesta, et metateave pole ainus viis faili märgistamiseks. Kui faili sisus leidub privaatset teavet või on sisule lisatud vesimärk (tavalisel viisil või steganograafia abil), siis <app>Metainfo eemaldajast</app> suurt abi pole.
zh_tw: 請注意，元資料並不是標記檔案的唯一方式。如果檔案內容本身泄漏了個人資訊或以傳統方式或隱寫術加了浮水印， <app>元資料刪除器</app>將無法保護您。

source: Metadata Cleaner
bg: Метаданни Чистач
ca: Netejador de Metadades
el: Καθαριστής Μεταδεδομένων
et: Metainfo eemaldaja
zh_tw: 元資料刪除器

source: <app>Metadata Cleaner</app> allows you to view metadata in your files and to get rid of it, as much as possible.
bg: <app>Метаданни Чистач</app> ви позволява да преглеждате метаданни във вашите файлове и да се отървете от тях, доколкото е възможно.
ca: El <app>Netejador de Metadades</app> us permet veure les metadades dels vostres fitxers i desfer-vos-en d'elles tant com sigui possible.
el: <app>Καθαριστής Μεταδεδομένων</app> σας επιτρέπει να βλέπετε τα μεταδεδομένα στα αρχεία σας και να απαλλαγείτε από αυτά, όσο το δυνατόν περισσότερο.
et: <app>Metainfo eemaldaja</app> võimaldab sul vaadata oma failides leiduvaid metaandmeid ning neid eemaldada sedavõrd, kui see võimalik on.
zh_tw: <app>元資料刪除器</app> 可以讓您查看檔案中的元資料並儘可能的刪除它。

source: General information
bg: Обща информация
ca: Informació general
el: Γενικές πληροφορίες
et: Üldteave
zh_tw: 一般資訊

source: Using <app>Metadata Cleaner</app>
bg: Използване на <app>Метаданни Чистач</app>
ca: Ús del <app>Netejador de Metadades</app>
el: Χρήση του <app>Καθαριστή Μεταδεδομένων</app>
et: <app>Metainfo eemaldaja</app> kasutamine
zh_tw: 使用<app>元資料刪除器</app>

source: Adding files
bg: Добавяне на файлове
ca: Afegir fitxers
el: Προσθήκη αρχείων
et: Failide lisamine
zh_tw: 添加檔案

source: To add files, press the <gui style="button">Add Files</gui> button. A file chooser will open, select the files you want to clean.
bg: За да добавите файлове, натиснете бутона <gui style="button">Добавяне на файлове</gui>. Ще се отвори инструмент за избор на файлове, изберете файловете, които искате да изчистите.
ca: Per afegir fitxers, premeu el botó <gui style="button">Afegeix fitxers</gui>. S'obrirà un selector de fitxers, seleccioneu els fitxers que voleu netejar.
el: Για να προσθέσετε αρχεία, πατήστε το κουμπί <gui style="button" >Προσθήκη Αρχείων</gui>. Θα ανοίξει ένας επιλογέας αρχείων, επιλέξτε τα αρχεία που θέλετε να καθαρίσετε.
et: Failide lisamiseks klõpsi <gui style="button">Lisa faile</gui> nuppu. Avaneb failivalija vaade, mis võimaldab sul valida puhastatavad failid.
zh_tw: 若要添加檔案，請按 <gui style="button">添加檔案</gui> 按鍵。將打開檔案選擇視窗，選擇您要刪除元資料的檔案。

source: <gui style="button">Add Files</gui> button
bg: <gui style="button">Добавяне на файлове</gui> бутон
ca: Botó d'<gui style="button">Afegeix fitxers</gui>
el: <gui style="button" >Προσθήκη Αρχείων</gui> κουμπί
et: <gui style="button">Lisa faile</gui> nupp
zh_tw: <gui style="button">添加檔案</gui> 按鍵

source: To add whole folders at once, press the <gui style="button">Add Folders</gui> button. A file chooser will open, select the folders you want to add. You can optionally choose to also add all files from all subfolders by checking the <gui style="checkbox">Add files from subfolders</gui> checkbox.
bg: За да добавите цели папки наведнъж, натиснете бутона <gui style="button">Добавяне на папки</gui>. Ще се отвори инструмент за избор на файлове, изберете папките, които искате да добавите. По желание можете да изберете да добавите и всички файлове от всички подпапки, като изберете отметката <gui style="checkbox">Добавяне на файлове от подпапки</gui> с квадратчето.
ca: Per afegir carpetes senceres alhora, premeu el botó <gui style="button">Afegeix carpetes</gui>. S'obrirà un selector de fitxers, seleccioneu les carpetes que voleu afegir. Opcionalment, podeu escollir també afegir tots els fitxers de totes les subcarpetes marcant la casella de selecció <gui style="checkbox">Afegeix fitxers de les subcarpetes</gui>.
el: Για να προσθέσετε ολόκληρους φακέλους ταυτόχρονα, πατήστε το κουμπί <gui style="button" >Προσθήκη Φακέλων</gui>. Θα ανοίξει ένας επιλογέας αρχείων, επιλέξτε τους φακέλους που θέλετε να προσθέσετε. Μπορείτε προαιρετικά να επιλέξετε να προσθέσετε επίσης όλα τα αρχεία από όλους τους υποφακέλους, τσεκάροντας το πλαίσιο ελέγχου <gui style="checkbox" >Προσθήκη Αρχείων από υποφακέλους</gui>.
et: Lisamaks korraga terveid kausti vajuta <gui style="button">Lisa kaustu</gui> nuppu. Avaneb failivalija vaade, mis võimaldab lisatava kausta valida. Märkeruudust <gui style="checkbox">Lisa failid ka alamkaustadest</gui> saad määrata, kas kõik failid alamkaustadest peaksid olema kaasatud.
zh_tw: 若要一次添加整個資料夾，請按<gui style="button">添加資料夾</gui>按鍵。將打開檔案選擇器，選擇要添加的資料夾。您可以通過選取<gui style="checkbox">添加子資料夾</gui>複選框來添加資料夾中的子資料夾的所有檔案。

source: <gui style="button">Add Folders</gui> button
bg: <gui style="button">Добавяне на папки</gui> бутон
ca: Botó d'<gui style="button">Afegeix carpetes</gui>
el: <gui style="button">Προσθήκη Φακέλων</gui> κουμπί
et: <gui style="button">Lisa kaustu</gui> nupp
zh_tw: <gui style="button">添加檔案</gui> 按鍵

source: Viewing metadata
bg: Преглед на метаданни
ca: Veure les metadades
el: Προβολή μεταδεδομένων
et: Metainfo vaatamine
zh_tw: 查看元資料

source: Click on a file in the list to open the detailed view. If it has metadata, it will be shown there.
bg: Натиснете върху файл в списъка, за да отворите подробния изглед. Ако има метаданни, ще се покаже там.
ca: Feu clic a un fitxer de la llista per obrir la vista detallada. Si té metadades, es mostraran allà.
el: Κάντε κλικ σε ένα αρχείο στη λίστα για να ανοίξετε τη λεπτομερή προβολή. Εάν έχει μεταδεδομένα, θα εμφανιστούν εκεί.
et: Klõpsides loendis olevad kirjeid näed üksikasjalikku teavet selle faili metainfo kohta. Näitame siin kõike, mida me oskame lugeda.
zh_tw: 點擊列表中的檔案可開啓詳細視圖。如果它擁有元資料，元資料將會顯示在那裏。

source: Detailed view of the metadata
bg: Подробен изглед на метаданните
ca: Vista detallada de les metadades
el: Λεπτομερής προβολή των μεταδεδομένων
et: Metainfo üksikasjalik vaade
zh_tw: 元資料的詳細視圖

source: Cleaning files
bg: Изчистване на файлове
ca: Neteja dels fitxers
el: Καθαρισμός αρχείων
et: Failide puhastamine
zh_tw: 刪除檔案元資料

source: To clean all the files in the window, press the <gui style="button">Clean</gui> button. The cleaning process may take some time to complete.
bg: За да изчистите всички файлове в прозореца, натиснете бутона <gui style="button">Изчистване</gui>. Изчистването може да отнеме известно време, за да завърши.
ca: Per netejar tots els fitxers de la finestra, premeu el botó <gui style="button">Neteja</gui>. El procés de neteja pot trigar una mica a completar-se.
el: Για να καθαρίσετε όλα τα αρχεία στο παράθυρο, πατήστε το κουμπί <gui style="button" >Καθαρισμός</gui>. Η διαδικασία καθαρισμού ενδέχεται να χρειαστεί κάποιο χρονικό διάστημα για να ολοκληρωθεί.
et: Eemaldamaks kõikidest failidest metaandmed klõpsi <gui style="button">Eemalda metainfo</gui> nuppu. Sõltuvalt andmemahust võib natuke aega kuluda.
zh_tw: 若要刪除視窗中所有檔案的元資料，請按下<gui style="button">刪除</gui> 按鍵。刪除過程可能需要一些時間。

source: <gui style="button">Clean</gui> button
bg: <gui style="button">Изчистване</gui> бутон
ca: Botó de <gui style="button">Neteja</gui>
el: <gui style="button" >καθαρισμός</gui> κουμπί
et: <gui style="button">Eemalda metainfo</gui> nupp
zh_tw: <gui style="button">刪除</gui> 按鍵

source: Lightweight cleaning
bg: Леко изчистване
ca: Neteja lleugera
el: Ελαφρό καθάρισμα
et: Metainfo kerge eemaldamine
zh_tw: 簡易刪除

source: By default, the removal process might alter a bit the data of your files, in order to remove as much metadata as possible. For example, texts in PDF might not be selectable anymore, compressed images might get compressed again…
bg: По подразбиране процесът на премахване може да промени малко данните на вашите файлове, за да премахне възможно най-много метаданни. Например текстовете в PDF може вече да не могат да се избират, компресираните изображения може да се компресират отново…
ca: De manera predeterminada, el procés d'eliminació pot alterar una mica les dades dels vostres fitxers, per tal d'eliminar tantes metadades com sigui possible. Per exemple, és possible que els textos en PDF ja no es puguin seleccionar, les imatges comprimides es podrien tornar a comprimir…
el: Από προεπιλογή, η διαδικασία αφαίρεσης ενδέχεται να αλλάξει λίγο τα δεδομένα των αρχείων σας, προκειμένου να αφαιρεθούν όσο το δυνατόν περισσότερα μεταδεδομένα. Για παράδειγμα, τα κείμενα σε PDF μπορεί να μην είναι πλέον επιλέξιμα, οι συμπιεσμένες εικόνες μπορεί να συμπιεστούν ξανά…
et: Selleks, et võimalikult palju metaandmeid saaks eemaldatud, võib eemaldamisprotsess vaikimisi killuke muuta ka failide sisu. Näiteks ei pruugi pdf-failide tekstid olla enam valitavad või juba pakitud pildifailid pakitakse uuesti üle…
zh_tw: 預設情況下，刪除過程可能會更改檔案中的資料，這是爲了儘可能的刪除更多的元資料。例如，PDF檔中的文字可能會無法選取，已壓縮的圖片可能會被再次壓縮……

source: The lightweight mode, while not as thorough, will not make destructive changes to your files.
bg: Лекият режим на изчистване, макар и да не е толкова задълбочен, няма да развали вашите файлове.
ca: El mode lleuger, tot i que no és tan complet, no farà canvis destructius als vostres fitxers.
el: Η ελαφριά λειτουργία, αν και δεν είναι τόσο λεπτομερής, δεν θα κάνει καταστροφικές αλλαγές στα αρχεία σας.
et: Kerge eemaldamise režiim pole küll hiidpõhjalik, kuid väldib sellised tõsisemaid muudatusi sinu failides.
zh_tw: 簡易模式雖然刪除的不那麼徹底，但不會對您的檔案進行破壞性的修改。
