Repository: catoblepa/metadata-cleaner
Catalog: po/*.po
Languages: de, es, nb_no

source: Metadata Cleaner
de: Metadaten-Reiniger
es: Limpiador de metadatos
nb_no: Metadatarenseren

source: Clean metadata from your files
de: Bereinige deine Dateien von Metadaten
es: Limpiar los metadatos de sus archivos
nb_no: Fjern metadata fra filene dine

source: Metadata;Remover;Cleaner;
de: Metadaten;Reiniger;Entfernen;
es: Metadata;Remover;Cleaner;Metadatos;Limpiador;
nb_no: Metadata;renser;fjerning;

source: Warn before saving cleaned files
de: Warnen bevor bereinigte Dateien gespeichert werden
es: Avisar antes de guardar los archivos limpios
nb_no: Advar før lagring av rensede filer

source: Show the warning dialog before saving the cleaned files
de: Warnung anzeigen bevor bereinigte Dateien gespeichert werden
es: Mostrar el cuadro de diálogo de advertencia antes de guardar los archivos limpios
nb_no: Vis advarselsdialog før lagring av rensede filer

source: View and clean metadata in files
de: Metadaten in Dateien anzeigen und bereinigen
es: Ver y limpiar los metadatos en los archivos
nb_no: Vis og rens metadata i filer

source: Metadata within a file can tell a lot about you. Cameras record data about when a picture was taken and what camera was used. Office applications automatically add author and company information to documents and spreadsheets. Maybe you don't want to disclose those informations.
de: Metadaten in einer Datei können einiges über dich aussagen. Kameras speichern Informationen darüber wann ein Foto aufgenommen wurde und welche Kamera benutzt wurde. Office-Anwendungen fügen Dokumenten und Tabellen automatisch Informationen zu Autor und Firma hinzu. Vielleicht möchtest du diese Informationen nicht preisgeben.
es: Los metadatos dentro de un archivo pueden decir mucho sobre ti. Las cámaras registran datos sobre cuándo se tomó una foto y qué cámara se utilizó. Las aplicaciones de oficina añaden automáticamente la información del autor y de la empresa a los documentos y hojas de cálculo. Tal vez no quieras revelar esa información.
nb_no: Metadata i en fil kan fortelle mye om deg. Kameraer registrerer data om når et bilde ble tatt, og hvilket kamera som ble brukt. Kontorprogrammer legger automatisk til utvikler- og bedrifts-info i dokumenter og regneark. Kanskje du ikke ønsker å viderebringe den infoen?

source: This tool allows you to view metadata in your files and to get rid of them, as much as possible.
de: Diese Anwendung erlaubt die Metadaten in deinen Dateien anzuzeigen und so viel wie möglich zu entfernen.
es: Esta herramienta le permite ver los metadatos en sus archivos y deshacerse de ellos, en la medida de lo posible.

source: New in v1.0.4:
de: Neu in v1.0.4:
nb_no: Nytt i v1.0.4:

source: Turkish translation (contributed by Oğuz Ersen)
de: Türkische Übersetzung (beigetragen von Oğuz Ersen)
nb_no: Tyrkisk oversettelse ved Oğuz Ersen

source: New in v1.0.2:
de: Neu in v1.0.2:
es: Nuevo en la v1.0.2:
nb_no: Nytt i v1.0.2:

source: Spanish translation (contributed by Óscar Fernández Díaz)
de: Spanische Übersetzung (beigetragen von Óscar Fernández Díaz)
es: Traducción al español (contribución de Óscar Fernández Díaz)
nb_no: Spansk oversettelse ved Óscar Fernández Díaz

source: Swedish translation (contributed by Åke Engelbrektson)
de: Schwedische Übersetzung (beigetragen von Åke Engelbrektson)
es: Traducción al sueco (contribución de Åke Engelbrektson)
nb_no: Svensk oversettelse ved Åke Engelbrektson

source: Bug fixes:
de: Fehlerbehebungen:
es: Correción de errores:

source: Files with uppercase extension can now be added
de: Dateien mit Großbuchstaben in der Dateiendung können jetzt hinzugefügt werden
es: Ahora se pueden añadir archivos con extensión en mayúsculas
nb_no: Filer med filendelser som bruker store bokstaver kan nå legges til

source: New in v1.0.1:
de: Neu in v1.0.1:
es: Nuevo en la v1.0.1:
nb_no: Nytt i v1.0.1:

source: German translation (contributed by lux)
de: Deutsche Übersetzung (beigetragen von lux)
es: Traducción al alemán (contribución de lux)
nb_no: Tysk oversettelse ved lux

source: translator-credits
de: lux
nb_no: Allan Nordhøy <epost@anotheragency.no>

source: <small>This program uses <a href="https://0xacab.org/jvoisin/mat2">mat2</a> to clean the metadata. Show them some love!</small>
de: <small>Diese Anwendung nutzt <a href="https://0xacab.org/jvoisin/mat2">mat2</a> um die Metadaten zu bereinigen. Zeig ihnen etwas Liebe!</small>
es: <small>Este programa utiliza <a href="https://0xacab.org/jvoisin/mat2">mat2</a> para limpiar los metadatos. ¡Muéstrales algo de amor!</small>

source: Note about metadata and privacy
de: Hinweis zu Metadaten und Privatsphäre
es: Nota sobre los metadatos y la privacidad

source: Metadata consist of information that characterizes data. Metadata are used to provide documentation for data products. In essence, metadata answer who, what, when, where, why, and how about every facet of the data that are being documented. Metadata within a file can tell a lot about you. Cameras record data about when a picture was taken and what camera was used. Office aplications automatically add author and company information to documents and spreadsheets. Maybe you don't want to disclose those informations. This tool will get rid, as much as possible, of metadata.
de: Metadaten bestehen aus Informationen die Dateien kennzeichnen. Metadaten werden genutzt um Dateien zu dokumentieren. Im Grunde beantworten Metadaten das wer, was, wann, wo, warum und wie über jede Facette der Datei die sie dokumentieren Metadaten in einer Datei können einiges über dich aussagen. Kameras speichern Informationen darüber wann ein Foto aufgenommen wurde und welche Kamera benutzt wurde. Office-Anwendungen fügen Dokumenten und Tabellen automatisch Informationen zu Autor und Firma hinzu. Vielleicht möchtest du diese Informationen nicht preisgeben. Diese Anwendung wird so möglich Metadaten wie möglich entfernen.
es: Los metadatos consisten en información que caracteriza los datos. Los metadatos se utilizan para proporcionar documentación sobre los productos de datos. En esencia, los metadatos responden a quién, qué, cuándo, dónde, por qué y cómo sobre cada faceta de los datos que se están documentando. Los metadatos dentro de un archivo pueden decir mucho sobre usted. Las cámaras registran datos sobre cuándo se tomó una foto y qué cámara se utilizó. Las aplicaciones de oficina añaden automáticamente la información del autor y de la empresa a los documentos y hojas de cálculo. Tal vez no quieras revelar esa información. Esta herramienta eliminará, en la medida de lo posible, los metadatos.

source: Note about removing metadata
de: Hinweis zum Bereinigen von Metadaten
es: Nota sobre la eliminación de metadatos

source: While this tool is doing its very best to display metadata, it doesn't mean that a file is clean from any metadata if it doesn't show any. There is no reliable way to detect every single possible metadata for complex file formats. This is why you shouldn't rely on metadata's presence to decide if your file must be cleaned or not.
de: Diese Anwendung gibt zwar ihr Bestes, Metadaten anzuzeigen. Wenn keine angezeigt werden, bedeutet das nicht dass die Datei nicht doch welche enthält. Es gibt keinen verlässlichen Weg, alle erdenklichen Metadaten für komplexe Dateiformate zu erkennen. Du solltest dich daher nicht auf die Anzeige von Metadaten verlassen um zu entscheiden ob die Datei bereinigt werden sollte oder nicht.
es: Aunque esta herramienta hace todo lo posible por mostrar los metadatos, no significa que un archivo esté limpio de cualquier metadato si no muestra ninguno. No hay una forma fiable de detectar todos y cada uno de los metadatos posibles para los formatos de archivo complejos. Por eso no debes confiar en la presencia de metadatos para decidir si tu archivo debe ser limpiado o no.

source: Add files
de: Dateien hinzufügen
es: Añadir archivos
nb_no: Legg til filer

source: _Clean
de: _Reinigen
es: _Limpiar
nb_no: _Rens

source: Clean your traces.
de: Bereinige deine Spuren.
es: Limpie sus rastros.
nb_no: Rens opp etter deg.

source: Warning
de: Warnung
es: Advertencia
nb_no: Advarsel

source: Error
de: Fehler
nb_no: Feil

source: Metadata
de: Metadaten
es: Metadatos

source: Cleaned
de: Bereinigt
es: Limpiado
nb_no: Renset

source: Remove file from list
de: Datei aus der Liste entfernen
es: Eliminar el archivo de la lista
nb_no: Fjern filen fra listen

source: _New window
de: _Neues Fenster
es: _Nueva ventana
nb_no: _Nytt vindu

source: _Lightweight mode
de: _Oberflächlich bereinigen
es: _Modo ligero

source: By default, the removal process might alter a bit the data of your files, in order to remove as much metadata as possible. For example, texts in PDF might not be selectable anymore, compressed images might get compressed again… If you're willing to trade some metadata's presence in exchange of the guarantee that the data of your files won't be modified, the lightweight mode precisely does that.
de: Standardmäßig könnte der Bereinigungsprozess deine Dateien ein wenig verändern, um so viele Metadaten wie möglich zu entfernen. Zum Beispiel könnten Texte in PDF nicht mehr auswählbar sein, komprimierte Bilder könnten nochmals komprimiert werden... Bei einer oberflächlichen Reinigung könnten einige Metadaten übrigbleiben, dafür werden die Dateien nicht verändert werden.
es: Por defecto, el proceso de eliminación puede alterar un poco los datos de sus archivos, para eliminar la mayor cantidad de metadatos posible. Por ejemplo, puede que los textos en PDF ya no se puedan seleccionar, que las imágenes comprimidas vuelvan a comprimirse... Si está dispuesto a cambiar la presencia de algunos metadatos a cambio de la garantía de que los datos de sus archivos no se modificarán, el modo ligero precisamente hace eso.

source: Note about _metadata and privacy
de: Hinweis zu _Metadaten und Privatsphäre
es: Nota sobre los _metadatos y privacidad

source: Note about _removing metadata
de: Hinweis zum _Bereinigen von Metadaten
es: Nota sobre la _eliminación de metadatos

source: _Keyboard shortcuts
de: _Tastaturkürzel
es: _Atajos de teclado
nb_no: _Tastatursnarveier

source: _About Metadata Cleaner
de: _Über Metataten-Reiniger
es: _Acerca de Limpiador de metadatos
nb_no: _Om Metadatarenser

source: Metadata details
de: Metadatendetails
es: Detalles de los metadatos

source: _Save
de: _Speichern
es: _Guardar

source: Make sure you backed up your files!
de: Stelle sicher dass du Backups von deinen Dateien angelegt hast!
es: ¡Asegúrese de hacer una copia de seguridad de sus archivos!
nb_no: Forsikre deg om at du har sikkerhetskopiert filene dine.

source: Once you replace your files, there's no going back.
de: Sobald zu deine Dateien überschreibst, gibt es kein Zurück mehr.
es: Una vez que reemplazas tus archivos, no hay vuelta atrás.

source: Don't tell me again
de: Nicht nochmal anzeigen
es: No me lo digas otra vez.
nb_no: Ikke vis igjen

# shortcut window
source: Files
de: Dateien
es: Archivos

# shortcut window
source: Add files
de: Dateien hinzufügen
es: Añadir archivos

# shortcut window
source: Clean metadata
de: Metadaten bereinigen
es: Limpiar metadatos

# shortcut window
source: Save cleaned files
de: Bereinigte Dateien speichern
es: Guardar archivos limpios

# shortcut window
source: General
de: Allgemein

# shortcut window
source: New window
de: Neues Fenster
es: Nueva ventana

# shortcut window
source: Close window
de: Fenster schließen
es: Cerrar ventana

# shortcut window
source: Quit
de: Beenden
es: Salir

# shortcut window
source: Keyboard shortcuts
de: Tastaturkürzel
es: Atajos de teclado

source: Done!
de: Erledigt!
es: ¡Hecho!

source: Something bad happened during the removal, cleaned file not found
de: Etwas ist beim Reinigen schiefgelaufen, bereinigte Datei nicht gefunden
es: Algo malo sucedió durante la eliminación, no se encontró el archivo limpio

source: Choose files
de: Dateien auswählen
es: Seleccionar archivos

source: All supported files
de: Alle unterstützten Dateien
es: Todos los archivos soportados
nb_no: Alle støttede filer

source: Initializing…
de: Vorbereiten…
es: Inicializando…

source: Error while initializing the file parser.
de: Fehler beim Vorbereiten des Parsers.
es: Error al inicializar el analizador de archivos.

source: File type not supported.
de: Dateityp wird nicht unterstützt.
es: No se admite el tipo de archivo.

source: File type supported.
de: Dateityp wird unterstützt.
es: Tipo de archivo soportado.

source: Checking metadata…
de: Untersuche Metadaten…
es: Comprobando metadatos…

source: Error while checking metadata:
de: Fehler beim Untersuchen der Metadaten:
es: Error al comprobar los metadatos:

source: No metadata have been found. The file will be cleaned anyway, better safe than sorry.
de: Es wurden keine Metadaten gefunden. Die Datei wird dennoch bereinigt, Vorsicht ist besser als Nachsicht.
es: No se han encontrado metadatos. El archivo se limpiará de todos modos, más vale prevenir que curar.

source: Removing metadata…
de: Entferne Metadaten…
es: Eliminando metadatos…

source: Error while removing metadata:
de: Fehler beim Entfernen der Metadaten:
es: Error al eliminar los metadatos:

source: The file has been cleaned.
de: Die Datei wurde bereinigt.
es: El archivo ha sido limpiado.
nb_no: Filen har blitt renset.

source: Saving the cleaned file…
de: Speichere bereinigte Datei…
es: Guardando el archivo limpio…

source: Error while saving the file:
de: Fehler beim Speichern der Datei:
es: Error al guardar el archivo:

source: The cleaned file has been saved.
de: Bereinigte Datei wurde gespeichert.
es: El archivo limpio ha sido guardado.

source: Processing file {}/{}
de: Verarbeite Datei {}/{}
es: Procesando archivo {}/{}
nb_no: Behandler fil {}/{}

source: Lightweight cleaning
nb_no: Lett rensing

source: Window width
nb_no: Vindusbredde

source: Saved width of the window
nb_no: Lagret vindusbredde

source: Window height
nb_no: Vindushøyde

source: Saved height of the window
nb_no: Lagret vindushøyde

source: Improved adaptive user interface
nb_no: Forbedret tillpassbart brukergrensesnitt

source: New help pages
nb_no: Nye hjelpesider

source: One-click cleaning, no need to clean then save anymore
nb_no: Rensing med ett klikk. Ingen grunn til å rense for så å lagre.

source: Lightweight cleaning option is now saved
nb_no: Valg om lett rensing er nå vedvarende

source: New translations
nb_no: Nye oversettelser

source: Croatian translation (contributed by Milo Ivir)
nb_no: Kroatisk oversettelse ved Milo Ivir

source: Help
nb_no: Hjelp

source: Chat on Matrix
nb_no: Sludre på Matrix

source: View the code on GitLab
nb_no: Vis koden på GitLab

source: Translate on Weblate
nb_no: Oversett på Weblate

source: Support us on Liberapay
nb_no: Støtt oss på Liberapay

source: Code
nb_no: Kode

source: Artwork
nb_no: Kunstverk

source: Documentation
nb_no: Dokumentasjon

source: Translation
nb_no: Oversettelse

source: This program uses <a href="https://0xacab.org/jvoisin/mat2">mat2</a> to parse and clean the metadata. Show them some love!
nb_no: Programmet bruker <a href="https://0xacab.org/jvoisin/mat2">mat2</a> for å tolke og tømme metadataen. Ha miskunn.

source: The source code of this program is released under the terms of the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU GPL 3.0 or later</a>. The original artwork and translations are released under the terms of the <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>.
nb_no: Lisensiert <a href="https://www.gnu.org/licenses/gpl-3.0.html">GPLv3+</a>. Kunsten og oversettelsen er utgitt som<a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>.

source: The GitLab, Matrix, Liberapay and Weblate logos and names are trademarks of their respective owners.
nb_no: GitLab, Matrix, Liberapay og Weblate-logoene og navnene er varemerker tilhørende sine respektive eiere.

source: Learn more about metadata and the cleaning process limitations.
nb_no: Lær mer om metadata og begrensninger i renseprosessen.

source: _Help
nb_no: _Hjelp

source: Once the files are cleaned, there's no going back.
nb_no: Når filene er renset er det ingen vei tilbake.

source: Cancel
nb_no: Avbryt

source: Cleaning settings
nb_no: Rensningsinnstillinger

source: Learn more about the lightweight cleaning
nb_no: Lær mer om den lette renseprosessen

source: Details
nb_no: Detaljer

source: Close
nb_no: Lukk

source: Something bad happened during the cleaning, cleaned file not found
nb_no: Noe gikk galt under renseprosessen. Finner ikke den rensede filen.

source: Unable to read the file.
nb_no: Kunne ikke lese filen.

source: Unable to check metadata.
nb_no: Kunne ikke sjekke metadataen.

source: No known metadata, the file will be cleaned to be sure.
nb_no: Ingen kjent metadata. Filen vil bli renset for å være sikker.

source: Unable to remove metadata.
nb_no: Kunne ikke fjerne metadata.
